[
  {
    "title": "Dreamscape",
    "short_description": "Website for a real estate and property development company",
    "full_description": "Dreamscape is a real estate and property development company with a primary focus on bringing financial and cultural value into their projects. They harness the eclectic energies of builders and dreamers to create a collection of properties that are beacons of who we are today, an where we’re going tomorrow.",
    "tags": ["UX", "design"],
    "type": "Website",
    "date": "2020",
    "livesite": "https://www.dreamscapecos.com/",
    "team": ["Base Design"],
    "img_count": 0,
    "local_video": 1,
    "id": 6
  }, {
    "title": "Curators",
    "short_description": "An app to manage and share art collections",
    "full_description": "Curators is an app for arts and culture enthusiasts that allows them to manage and share their collections. Whether it is during a visit at a museum or from the comfort of our home, the app lets us upload a picture of an artwork, scan the text on its cartel and retrieve related information. The idea behind this project came as I felt overwhelmed by the amount of photos in my phone gallery, not being able to easily access artworks I’ve liked and felt inspired by. This app is also a means to learn and discover art through the community.",
    "tags": ["coding", "UX",  "design"],
    "type": "App",
    "date": "2021",
    "youtube": "7tKfGNHxz2Y?t=1327",
    "github": "https://github.com/utilisateur387/curators",
    "team": ["Thomas Visset", "François-Xavier Paris", "Hippolyte Teffaud"],
    "tools": ["Ruby on Rails", "OCR Google Vision", "SQL"],
    "img_count": 1,
    "id": 1
  },
  {
    "title": "Tune It",
    "short_description": "A market place to rent instruments in your area",
    "full_description": "Tune It is a marketplace to rent musical instruments in a local area. Just as one would book a place to stay on AirBnb or rent a car for a day, Tune it makes it possible to try new instruments easily without the cost and the engagement that comes with buying an instrument.",
    "tags": ["coding", "UX",  "design"],
    "type": "App",
    "date": "2021",
    "github": "https://github.com/utilisateur387/tuneit",
    "team": ["Thomas Visset", "François-Xavier Paris", "Hippolyte Teffaud"],
    "tools": ["Ruby on Rails", "SQL"],
    "img_count": 1,
    "id": 2
  },
  {
    "title": "Facebook Gaming",
    "short_description": "3D research for Facebook Gaming’s identity",
    "full_description": "Facebook Gaming is a platform designed to compete with all of the big names in livestreaming. It hosts home to a lot of streamers and influencers, while also allowing normal users to start livestreams and showcase their gameplay. With a team of designers at Base Design, we imagined an identity that would be representative of the diverse opportunities offered by this platform.",
    "tags": ["3D", "motion"],
    "type": "3D animation",
    "date": "2019",
    "vimeo": "551674499",
    "team": ["Base Design"],
    "tools": ["Blender"],
    "img_count": 0,
    "id": 5
  },
  {
    "title": "WS",
    "short_description": "3D animation of WS New York’s identity",
    "full_description": "WS New York is a food and wine focused private membership club located in Hudson Yards. Building on the elegant visual identity created by Base Design, this 3D motion piece illustrates the coming to life of the brand.",
    "tags": ["3D", "motion"],
    "type": "3D animation",
    "date": "2019",
    "vimeo": "551625311",
    "team": ["Base Design"],
    "tools": ["Blender"],
    "img_count": 0,
    "id": 8
  },
  {
    "title": "Aether Soundscapes",
    "short_description": "Identity for an exhibition on ambient music",
    "full_description": "Identity and communication of Aether Soundscape, an exhibition which guides the listener through their discovery of ambient music (master’s project). Using the sound wave as a starting point, this identity reflects the unique traits of this genre: a meditative and atmospheric envelope that produces a mindful experience by stopping time, awaking sensorial curiosity and leading to inner introspection.",
    "tags": ["identity", "print"],
    "type": "Visual identity",
    "date": "2018",
    "img_count": 6,
    "id": 12
  },
  {
    "title": "Facebook Design",
    "short_description": "Virtual reality experience",
    "full_description": "This project did not go through. Facebook Design is a global resource for all things design, with specialized focus on Facebook apps and technologies. Building on visual research for Facebook Design’s identity from my peers at Base Design, I explored the possibilities of a virtual reality experience to convey the creative and innovative characteristics of the company.",
    "tags": ["VR", "3D"],
    "type": "Virtual reality",
    "date": "2019",
    "youtube": "n-ceGiU6ivk",
    "team": ["Base Design"],
    "tools": ["Blender"],
    "img_count": 0,
    "id": 10
  },
  {
    "title": "Ensaama thesis",
    "short_description": "Editorial design of the ensaama’s master’s thesis collection.",
    "full_description": "Editorial design of ensaama’s master’s thesis collection. Overseen by Yorel Cayla, this work was targeted to the 71 graduate students of ensaama school of art and design in 2017. Group work with Agnès Le Cam and Valentine Priou.",
    "tags": ["editorial"],
    "type": "Book design",
    "date": "2017",
    "team": ["Agnès Le Cam", "Valentine Priou"],
    "img_count": 4,
    "gif_count": 1,
    "id": 14
  },
  {
    "title": "Please Mr. Officer",
    "short_description": "Digital transcript of George Floyd’s last moments",
    "full_description": "As part of Right In The Feels web show, I put together a digital version of the transcript of the events that lead to George Floyd’s death, \"stripped of the trauma porn that fueled the mass sharing of the images online\"",
    "tags": ["coding", "design"],
    "type": "Website",
    "date": "2020",
    "github": "https://github.com/utilisateur387/pleasemrofficer",
    "img_count": 0,
    "local_video": 1,
    "id": 3
  },
  {
    "title": "Motion Colab",
    "short_description": "Multimedia performance at Stereolux",
    "full_description": "This multimedia performance is the result of a 2-day collaboration between artists, designers, musicians and technologists. We imagined and prototyped hybrid performances in small teams and in a short timescale. Our group focused on conveying the depth and the flux of our emotional bodies through an introspective journey. We aimed at making physically tangible the intense emotions one can feel, such as anxiety or rage but also stillness. This narrative thread was inspired by the complexities met as isolated individuals during periods of lockdown.",
    "tags": ["motion", "VJ"],
    "type": "Multimedia performance",
    "date": "2020",
    "vimeo": "551600533",
    "team": ["Louise Duigou", "Ambre Lemaitre", "Elise Berton", "Maxime Corblin"],
    "tools": ["Resolume", "After Effects"],
    "img_count": 0,
    "id": 4
  },
  {
    "title": "Space Choir",
    "short_description": "Interactive installation using Arduino and a Kinect",
    "full_description": "As part of my master’s project, the installation Space Choir accompanies the listener into a state of sonic contemplation by giving them the ability to interact with the scenography. Using a Kinect as a capture device and an Arduino, the sound and the LEDs respond to the user’s movement. \nConfronted with the lack of familiarity regarding this particular genre that is ambient music, the listener is invited to use their body to engage with the installation.",
    "tags": ["installation", "coding"],
    "type": "Interactive installation",
    "date": "2018",
    "vimeo": "296953562",
    "team": ["Base Design"],
    "tools": ["Arduino", "Kinect", "Max/MSP"],
    "music": ["Laraaji"],
    "img_count": 0,
    "id": 7
  },
  {
    "title": "Uncharted Territories",
    "short_description": "Mapping installation",
    "full_description": "Uncharted Territories is a collective work with artist Loann Dijan. He creates poetic, mysterious yet glaringly fragile objects out of burned and painted polystyrene. This project grew out of the desire to explore a dialogue between our different techniques and mediums, the handmade and the digital, in order to increase the enigma behind the shapes and to generate mystical landscapes.",
    "tags": ["installation", "mapping"],
    "type": "Multimedia installation",
    "date": "2018",
    "vimeo": "254813612",
    "team": ["Loann Dijan"],
    "tools": ["Resolume", "MadMapper"],
    "music": ["William Basinski"],
    "img_count": 4,
    "id": 9
  },
  {
    "title": "Origins",
    "short_description": "A film on light",
    "full_description": "Origins is a work on the light which reveals, dazzles and wraps us. The main character–whose identity remains hidden throughout the film–goes on an inner journey and flows between shadow and radiance, managing to reach an introspective state in which questions regarding his own existence and purpose can arise.",
    "tags": ["video"],
    "type": "Video",
    "date": "2016",
    "vimeo": "123614654",
    "team": ["Bastien Forato"],
    "music": ["Murcof"],
    "img_count": 0,
    "id": 11
  },
  {
    "title": "Superlongevity",
    "short_description": "VJ set for Perlon’s 20th anniversary",
    "full_description": "Visuals and VJ set for Perlon's 20th anniversary at Funkhaus in Berlin. © Double Standards",
    "tags": ["motion", "VJ"],
    "type": "VJ performance",
    "date": "2017",
    "vimeo": "230015745",
    "team": ["Double Standards"],
    "tools": ["Resolume"],
    "music": ["Perlon"],
    "img_count": 0,
    "id": 13
  },
  {
    "title": "Inside",
    "short_description": "Virtual reality experience on introspection and ambient music",
    "full_description": "Click and drag to look around the video. Best with VR headset. Inside is a virtual reality experience which sets an immersive environment that leads to a moment of escape and interiority. By blurring the lines between the physical and virtual, the real and the imaginary, the abstract shapes that are slowly floating around the user suggest that we change our point of view in order to start looking inward.",
    "tags": ["VR", "3D"],
    "type": "Virtual Reality experience",
    "date": "2017",
    "vimeo": "296369396",
    "tools": ["Blender"],
    "music": ["Ryuichi Sakamoto"],
    "img_count": 1,
    "id": 15
  },
  {
    "title": "Everpress",
    "short_description": "T-shirt design for a campaign",
    "full_description": "While working at Double Standards in Berlin, I was in charge of designing a t-shirt for the 50/50 collection, a campaign coordinated by Everpress in London,  resulting in 50 bespoke, limited edition t-shirts with parts of the proceeds going directly to charity.",
    "tags": ["print"],
    "type": "Clothing",
    "date": "2017",
    "team": ["Double Standards"],
    "img_count": 0,
    "gif_count": 1,
    "id": 16
  },
  {
    "title": "Rotate",
    "short_description": "An app to manage personal vinyl collections",
    "full_description": "As the rate of technological advancement increases with time, easier and more pragmatic ways to live and to consume are developed, especially in the field of music. The internet made it effortless to instantly obtain a record from anywhere in the world. But it also led to a decreasing activity for record stores, and eventually the closing of many independent shops. As part of my diploma project in 2016, I decided to promote local vinyl retailers in France by designing Rotate, an app that guides the user through the record stores of their city.",
    "tags": ["design"],
    "type": "App",
    "date": "2016",
    "vimeo": "167077607",
    "img_count": 1,
    "id": 17
  }, {
    "title": "Embody",
    "tags": ["design"],
    "coming_soon": true,
    "id": 18
  }, {
    "title": "Boutin Groupe",
    "tags": ["coding", "UX",  "design"],
    "tools": ["NextJS", "Sanity"],
    "coming_soon": true,
    "id": 19
  }, {
    "title": "Avalon Carp",
    "tags": ["coding"],
    "tools": ["ReactJS", "Sanity"],
    "coming_soon": true,
    "id": 20
  }
]
